Repository: darktable-org/darktable
Catalog: doc/usermanual/po/pl.tmx
Source language: en
Languages: pl

source: physically delete
pl: fizycznie skasuj

source: physically delete all files
pl: fizycznie skasuj wszystkie pliki

source: only remove from the collection
pl: usuń tylko z kolekcji

source: skip to next file
pl: przejdź do następnego pliku

source: stop process
pl: zakończ proces

source: trashing error
pl: błąd przenoszenia do kosza

source: deletion error
pl: błąd kasowania

source: trashing %d image
pl: przenoszenie do kosza %d zdjęcia

source: deleting %d image
pl: usuwanie %d zdjęcia

source: failed to parse GPX file
pl: nie udało się przetworzyć pliku GPX

source: applied matched GPX location onto %d image
pl: zastosowano dopasowaną lokalizację GPX dla %d zdjęcia

source: moving %d image
pl: przenoszenie %d zdjęcia

source: moving %d images
pl: przenoszenie %d zdjęć

source: copying %d image
pl: kopiowanie %d zdjęcia

source: copying %d images
pl: kopiowanie %d zdjęć

source: creating local copy of %d image
pl: tworzenie lokalnej kopii %d zdjęcia

source: removing local copy of %d image
pl: usuwanie lokalnej kopii %d zdjęcia

source: refreshing info for %d image
pl: przenoszenie do kosza %d zdjęcia

source: exporting %d image..
pl: eksportowanie %d zdjęcia...

source: exporting %d / %d to %s
pl: eksportowanie %d / %d do %s

source: image `%s' is currently unavailable
pl: zdjęcie „%s” jest obecnie niedostępny

source: merge hdr image
pl: połącz zdjęcie hdr

source: duplicate images
pl: zduplikuj zdjęcie

source: flip images
pl: odbij zdjęcia

source: remove images
pl: usuń zdjęcia

source: do you really want to remove %d image from the collection?
pl: na pewno chcesz usunąć %d wybrane zdjęcie z kolekcji?

source: remove images?
pl: usunąć zdjęcia?

source: delete images
pl: kasować zdjęć

source: do you really want to send %d image to trash?
pl: czy na pewno chcesz przenieść %d wybrane zdjęcie do kosza?

source: do you really want to physically delete %d image from disk?
pl: czy na pewno chcesz skasować %d wybrane zdjęcie z dysku?

source: trash images?
pl: przenieść zdjęcia do kosza?

source: delete images?
pl: skasować zdjęcia?

source: do you really want to send selected image to trash?
pl: czy na pewno chcesz przenieść wybrane zdjęcia do kosza?

source: do you really want to physically delete selected image from disk?
pl: czy na pewno chcesz skasować wybrane zdjęcia?

source: move images
pl: przenoszenie zdjęć

source: _select as destination
pl: _wybierz jako cel

source: do you really want to physically move %d image to %s? (all duplicates will be moved along)
pl: czy na pewno fizycznie przenieść %d wybrane zdjęcie do %s? (wszystkie duplikaty również zostaną przeniesione)

source: move image?
pl: przenieść zdjęcie?

source: copy images
pl: kopiowanie zdjęć

source: do you really want to physically copy %d image to %s?
pl: czy na pewno chcesz fizycznie skopiować %d wybrane zdjęcie do %s?

source: copy image?
pl: skopiować zdjęcie?

source: local copy images
pl: kopia lokalna zdjęć

source: refresh exif
pl: odśwież exif

source: failed to get parameters from storage module `%s', aborting export..
pl: nie udało się pobrać parametrów z modułu przechowywania „%s”, przerywanie eksportowania..

source: export images
pl: eksport zdjęć

source: adding time offset to %d image
pl: dodawanie różnicy czasu do %d zdjęcia

source: added time offset to %d image
pl: dodane przesunięcie czasu do %d zdjęcia

source: time offset
pl: różnica czasu

source: write sidecar files
pl: zapisz pliki poboczne

source: import images
pl: import zdjęć

source: no supported images were found to be imported
pl: nie znaleziono obsługiwanych zdjęć do zaimportowania

source: importing %d image
pl: importowanie %d zdjęcia

source: importing image %s
pl: importowanie zdjęcia %s

source: import image
pl: import zdjęcia

source: skipped blending in module '%s': roi's do not match
pl: pominięto mieszanie w module „%s”: obszary roi nie pokrywają się

source: could not allocate buffer for blending
pl: alokacja bufora dla mieszania nie powiodła się

source: input
pl: wejście

source: output
pl: wyjście

source: (zoom)
pl: (powiększenie)

source: sliders for L channel
pl: suwaki kanału L

source: sliders for a channel
pl: suwaki kanału a

source: sliders for b channel
pl: suwaki kanału b

source: sliders for chroma channel (of LCh)
pl: suwaki kanału chroma (dla LCh)

source: sliders for hue channel (of LCh)
pl: suwaki kanału odcienia (dla LCh)

source: sliders for gray value
pl: suwaki wartości szarości

source: sliders for red channel
pl: suwaki kanału czerwonego

source: sliders for green channel
pl: suwaki kanału zielonego

source: sliders for blue channel
pl: suwaki kanału niebieskiego

source: sliders for hue channel (of HSL)
pl: suwaki kanału odcienia (dla HSL)

source: sliders for chroma channel (of HSL)
pl: suwaki kanału chroma (dla HSL)

source: sliders for value channel (of HSL)
pl: suwaki kanału wartości (dla HSL)

source: adjustment based on input received by this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
pl: ustawienia opierające się na danych otrzymanych przez ten moduł: * zakres zdefiniowany przez górne znaczniki: pełne mieszanie * zakres zdefiniowany przez dolne znaczniki: brak mieszania * zakres pomiędzy górnymi i dolnymi znacznikami: mieszanie stopniowe

source: adjustment based on unblended output of this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
pl: ustawienia opierające się na danych wytworzonych przez ten moduł: * zakres zdefiniowany przez górne znaczniki: pełne mieszanie * zakres zdefiniowany przez dolne znaczniki: brak mieszania * zakres pomiędzy górnymi i dolnymi znacznikami: mieszanie stopniowe

source: pick GUI color from image ctrl+click to select an area
pl: pobierz kolor interfejsu ze zdjęcia kliknij z ctrl, aby zaznaczyć obszar

source: set the range based on an area from the image drag to use the input image ctrl+drag to use the output image
pl: wybierz zakres na podstawie obszaru ze zdjęcia kliknij i przeciągnij, żeby użyć wejściowego zdjęcia kliknij i przeciągnij z ctrl, żeby użyć wyjściowego zdjęcia

source: reset blend mask settings
pl: zresetuj ustawienia maski mieszania

source: invert all channel's polarities
pl: odwróć polaryzacje wszystkich kanałów

source: toggle polarity. best seen by enabling 'display mask'
pl: przełącz biegunowość. najlepiej widoczne jeśli „wyświetl maskę” jest aktywne

source: double click to reset. press 'a' to toggle available slider modes. press 'c' to toggle view of channel data. press 'm' to toggle mask view.
pl: kliknij podwójnie aby zresetować. naciśnij 'a' aby przełączyć między dostępnymi trybami suwaków. naciśnij 'c' aby przełączyć podgląd danych kanału. naciśnij 'm' aby przełączyć podgląd maski.

source: parametric mask
pl: maska parametryczna

source: %d shape used
pl: użyto %d kształtu

source: no mask used
pl: nie użyto maski

source: blend
pl: mieszanie

source: drawn mask
pl: maska wektorowa

source: show and edit mask elements
pl: pokaż i edytuj elementy maski

source: toggle polarity of drawn mask
pl: przełącza polaryzację maski wektorowej

source: add gradient
pl: dodaj gradient

source: add path
pl: dodaj ścieżkę

source: add ellipse
pl: dodaj elipsę

source: add circle
pl: dodaj koło

source: add brush
pl: dodaj cieniowanie

source: raster mask
pl: maska rastrowa

source: toggle polarity of raster mask
pl: przełącza polaryzację maski rastrowej

source: normal
pl: zwykły

source: normal bounded
pl: zwykły ograniczony

source: lighten
pl: rozjaśnianie

source: darken
pl: przyciemnianie

source: multiply
pl: mnożenie

source: average
pl: średnia

source: addition
pl: suma

source: subtract
pl: odejmowanie

source: difference
pl: różnica

source: screen
pl: przesiewanie

source: overlay
pl: pokrywanie

source: softlight
pl: miękkie światło

source: hardlight
pl: twarde światło

source: vividlight
pl: światło jaskrawe

source: linearlight
pl: światło liniowe

source: pinlight
pl: światło punktowe

source: lightness
pl: jasność

source: chroma
pl: chrominancja

source: hue
pl: odcień

source: color
pl: kolor

source: coloradjustment
pl: wyrównanie koloru

source: Lab lightness
pl: jasność Lab

source: Lab color
pl: kolor Lab

source: Lab L-channel
pl: Lab: kanał L

source: Lab a-channel
pl: Lab: kanał a

source: Lab b-channel
pl: Lab: kanał b

source: HSV lightness
pl: jasność HSV

source: HSV color
pl: kolor HSV

source: RGB red channel
pl: RGB: kanał czerwony

source: RGB green channel
pl: RGB: kanał zielony

source: RGB blue channel
pl: RGB: kanał niebieski

source: difference (deprecated)
pl: różnica (zdezaktualizowane)

source: inverse (deprecated)
pl: odwrócony (zdezaktualizowane)

source: normal (deprecated)
pl: zwykły (zdezaktualizowane)

source: unbounded (deprecated)
pl: nieograniczony (zdezaktualizowane)

source: uniformly
pl: jednolicie

source: drawn & parametric mask
pl: maska wektorowa i parametryczna

source: blend mode
pl: tryb mieszania

source: choose blending mode
pl: tryb mieszania

source: normal & difference modes
pl: normalne i różnicowe

source: lighten modes
pl: rozjaśnianie

source: darken modes
pl: przyciemnianie

source: contrast enhancing modes
pl: zwiększanie kontrastu

source: color channel modes
pl: praca z kolorem

source: opacity
pl: krycie

source: set the opacity of the blending
pl: krycie górnej warstwy

source: combine masks
pl: łącz maski

source: exclusive
pl: z wyłączeniem

source: inclusive
pl: łącznie

source: exclusive & inverted
pl: z wyłączeniem i odwróceniem

source: inclusive & inverted
pl: łącznie i z odwróceniem

source: how to combine individual drawn mask and different channels of parametric mask
pl: sposób łączenia pojedynczej maski wektorowej z różnymi kanałami masek parametrycznych

source: invert mask
pl: odwróć maskę

source: apply mask in normal or inverted mode
pl: zastosuj maskę w trybie zwykłym lub odwróconym

source: feathering guide
pl: wtapianie według

source: output image
pl: zdjęcie wyjściowe

source: input image
pl: zdjęcie wejściowe

source: choose to guide mask by input or output image
pl: kontrola maski przez obraz wejściowy lub wyjściowy

source: feathering radius
pl: promień wtapiania

source: spatial radius of feathering
pl: przestrzenny zakres wtapiania

source: mask blur
pl: rozmycie maski

source: radius for gaussian blur of blend mask
pl: promień rozmycia Gaussa dla maski mieszania

source: mask opacity
pl: krycie maski

source: shifts and tilts the tone curve of the blend mask to adjust its brightness without affecting fully transparent/fully opaque regions
pl: przesuwa i pochyla krzywą tonalną maski mieszania, aby zmienić jej jasność bez modyfikowania rejonów całkowicie przezroczystych i nieprzezroczystych

source: mask contrast
pl: kontrast maski

source: gives the tone curve of the blend mask an s-like shape to adjust its contrast
pl: nadaje krzywej tonalnej maski kształt S, aby zmienić jej kontrast

source: display mask and/or color channel. ctrl+click to display mask, shift+click to display channel. hover over parametric mask slider to select channel for display
pl: wyświetlaj maskę i/lub kanał koloru. kliknij z ctrl, aby wyświetlić maskę, z shift, aby wyświetlić kanał. najedź kursorem na suwak maski parametrycznej, aby wybrać kanał do wyświetlenia

source: temporarily switch off blend mask. only for module in focus
pl: tymczasowo wyłącz maskę mieszania. tylko dla wskazanego modułu

source: mask refinement
pl: poprawianie maski

source: %s: module `%s' version mismatch: %d != %d
pl: %s: moduł „%s” niedopasowanie wersji: %d != %d

source: new instance
pl: nowa instancja

source: duplicate instance
pl: zduplikuj instancję

source: move up
pl: przenieś w górę

source: move down
pl: przenieś w dół

source: delete
pl: skasuj

source: rename
pl: zmień nazwę

source: %s is switched on
pl: funkcja %s jest włączona

source: %s is switched off
pl: funkcja %s jest wyłączona

source: preset
pl: ustawienie zapisane

source: fusion
pl: mieszanie

source: show module
pl: wyświetl moduł

source: enable module
pl: włącz moduł

source: focus module
pl: wybierz moduł

source: reset module parameters
pl: zresetuj parametry modułu

source: show preset menu
pl: pokaż menu ustawień zapisanych

source: multiple instances actions middle-click creates new instance
pl: operacje dla wielu instancji kliknij środkowym przyciskiem,a by stworzyć nową instancję

source: reset parameters
pl: zresetuj parametry

source: presets
pl: ustawienia zapisane

source: presets middle-click to apply on new instance
pl: ustawienia zapisane kliknij środkowym przyciskiem, aby stworzyć nową instancję

source: cannot find lightroom XMP!
pl: nie można odnaleźć pliku XMP z lightrooma!

source: `%s' not a lightroom XMP!
pl: „%s” nie jest plikiem XMP z lightrooma!

source: rating
pl: ocena

source: %s has been imported
pl: import %s zakończony powodzeniem

source: [SHAPE] remove shape
pl: [KSZTAŁT] usuń kształt

source: [PATH creation] add a smooth node
pl: [ŚCIEŻKA, tworzenie] dodaj gładki węzeł

source: [PATH creation] add a sharp node
pl: [ŚCIEŻKA, tworzenie] dodaj ostry węzeł

source: [PATH creation] terminate path creation
pl: [ŚCIEŻKA, tworzenie] zakończ tworzenie ścieżki

source: [PATH on node] switch between smooth/sharp node
pl: [ŚCIEŻKA, na węźle] przełącz między węzłem gładkim i ostrym

source: [PATH on node] remove the node
pl: [ŚCIEŻKA, na węźle] usuń węzeł

source: [PATH on feather] reset curvature
pl: [ŚCIEŻKA, na wtapianiu] usuń krzywiznę

source: [PATH on segment] add node
pl: [ŚCIEŻKA, na segmencie] dodaj węzeł

source: [PATH] change size
pl: [ŚCIEŻKA] zmień rozmiar

source: [PATH] change opacity
pl: [ŚCIEŻKA] zmień krycie

source: [PATH] change feather size
pl: [ŚCIEŻKA] zmień rozmiar wtapiania

source: [GRADIENT on pivot] rotate shape
pl: [GRADIENT, na osi] obróć kształt

source: [GRADIENT creation] set rotation
pl: [GRADIENT, tworzenie] ustal obrót

source: [GRADIENT] change curvature
pl: [GRADIENT] zmień krzywiznę

source: [GRADIENT] change compression
pl: [GRADIENT] zmień kompresję

source: [GRADIENT] change opacity
pl: [GRADIENT] zmień krycie

source: [ELLIPSE] change size
pl: [ELIPSA] zmień rozmiar

source: [ELLIPSE] change opacity
pl: [ELIPSA] zmień krycie

source: [ELLIPSE] switch feathering mode
pl: [ELIPSA] przełącz tryb wtapiania

source: [ELLIPSE] rotate shape
pl: [ELIPSA] obróć kształt

source: [BRUSH creation] change size
pl: [PĘDZEL, tworzenie] zmień rozmiar

source: [BRUSH creation] change hardness
pl: [PĘDZEL, tworzenie] zmień twardość

source: [BRUSH] change opacity
pl: [PĘDZEL] zmień krycie

source: [BRUSH] change hardness
pl: [PĘDZEL] zmień twardość

source: [CIRCLE] change size
pl: [OKRĄG] zmień rozmiar

source: [CIRCLE] change opacity
pl: [OKRĄG] zmień krycie

source: [CIRCLE] change feather size
pl: [OKRĄG] zmień rozmiar wtapiania

source: ctrl+click to add a sharp node
pl: kliknij z ctrl, by dodać węzeł kątowy

source: ctrl+click to switch between smooth/sharp node
pl: kliknij z ctrl, by przełączyć między węzłem gładkim i ostrym

source: right-click to reset curvature
pl: kliknij prawym przyciskiem z ctrl, by zresetować wartość zmiękczania

source: ctrl+click to add a node
pl: kliknij z ctrl, by dodać węzeł

source: shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%)
pl: przewijaj z shift, by ustawić rozmiar wtapiania, przewijaj z ctrl, by ustawić krycie kształtu (%d%%)

source: shift+scroll to change compression ctrl+scroll to set opacity (%d%%)
pl: przewijaj z shift, by ustawić rozmiar wtapiania przewijaj z ctrl, by ustawić krycie kształtu (%d%%)

source: scroll to set curvature, shift+scroll to change compression ctrl+scroll to set shape opacity (%d%%)
pl: przewijaj, by ustawić krzywiznę, przewijaj z shift, by ustawić rozmiar wtapiania, przewijaj z ctrl, by ustawić krycie kształtu (%d%%)

source: move to rotate shape
pl: przesuń, by obrócić kształt

source: scroll to set size, shift+scroll to set feather size ctrl+scroll to set shape opacity (%d%%)
pl: przewijaj, by ustawić rozmiar, przewijaj z shift, by ustawić rozmiar wtapiania, przewijaj z ctrl, by ustawić krycie kształtu (%d%%)

source: ctrl+click to rotate
pl: kliknij z ctrl, by obrócić

source: shift+click to switch feathering mode, ctrl+click to rotate shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%),
pl: kliknij z shift, aby zmienić tryb wtapiania, kliknij z ctrl, aby obrócić przewijaj z shift, aby ustawić promień wtapiania, przewijaj z ctrl, aby ustawić stopień krycia kształtu (%d%%),

source: scroll to set brush size, shift+scroll to set hardness, ctrl+scroll to set opacity (%d%%)
pl: przewijaj, aby ustawić rozmiar pędzla, przewijaj z shift, aby ustawić twardość, przewijaj z ctrl, aby ustawić krycie (%d%%)

source: scroll to set hardness, ctrl+scroll to set shape opacity (%d%%)
pl: przewijaj, aby ustawić twardość, przewijaj z ctrl, aby ustawić krycia kształtu (%d%%)

source: scroll to set brush size
pl: przewijaj, by ustawić rozmiar pędzla

source: circle #%d
pl: koło nr %d

source: path #%d
pl: ścieżka nr %d

source: gradient #%d
pl: gradient nr %d

source: ellipse #%d
pl: elipsa nr %d

source: brush #%d
pl: cieniowanie nr %d

source: copy of %s
pl: kopia %s

source: %s: mask version mismatch: %d != %d
pl: %s: niedopasowanie wersji maski: %d != %d

source: opacity: %d%%
pl: krycie: %d%%

source: add existing shape
pl: dodaj istniejący kształt

source: use same shapes as
pl: użyj tych kształtów, co

source: masks can not contain themselves
pl: maski nie mogą zawierać same siebie

source: darktable discovered problems with your OpenCL setup; disabling OpenCL for this session!
pl: program darktable wykrył problem z konfiguracją OpenCL; OpenCL został wyłączony dla tej sesji!

source: tiling failed for module '%s'. output might be garbled.
pl: nieudane kaflowanie dla modułu „%s”. wynik może być zniekształcony.

source: you have reached the start of your selection
pl: dotarłeś do początku kolekcji

source: you have reached the start of your collection
pl: dotarłeś do początku kolekcji

source: you have reached the end of your selection
pl: dotarłeś do końca kolekcji

source: you have reached the end of your collection
pl: dotarłeś do końca kolekcji

source: zooming is limited to %d images
pl: powiększanie jest ograniczone do %d zdjęć

source: no image selected !
pl: nie wybrano zdjęć!

source: double-click to reset
pl: kliknij dwukrotnie, aby zresetować

source: current
pl: bieżąca

source: leader
pl: przewodnik

source: grouped images
pl: zgrupowane zdjęcia

source: fit
pl: dopasuj

source: views/thumbtable/rate 0
pl: widoki/miniatury/oceń na 0

source: views/thumbtable/rate 1
pl: widoki/miniatury/oceń na 1

source: views/thumbtable/rate 2
pl: widoki/miniatury/oceń na 2

source: views/thumbtable/rate 3
pl: widoki/miniatury/oceń na 3

source: views/thumbtable/rate 4
pl: widoki/miniatury/oceń na 4

source: views/thumbtable/rate 5
pl: widoki/miniatury/oceń na 5

source: views/thumbtable/rate reject
pl: widoki/miniatury/oceń jako odrzucone

source: views/thumbtable/copy history
pl: widoki/miniatury/kopiuj historię

source: views/thumbtable/copy history parts
pl: widoki/miniatury/kopiuj elementy historii edycji

source: views/thumbtable/paste history
pl: widoki/miniatury/wklej historię edycji

source: views/thumbtable/paste history parts
pl: widoki/miniatury/wklej elementy historii edycji

source: views/thumbtable/discard history
pl: widoki/miniatury/porzuć historię

source: views/thumbtable/duplicate image
pl: widoki/miniatury/duplikuj zdjęcie

source: views/thumbtable/duplicate image virgin
pl: widoki/miniatury/duplikuj obraz bez edycji

source: views/thumbtable/color red
pl: widoki/miniatury/oznacz na czerwono

source: views/thumbtable/color yellow
pl: widoki/miniatury/oznacz na żółto

source: views/thumbtable/color green
pl: widoki/miniatury/oznacz na zielono

source: views/thumbtable/color blue
pl: widoki/miniatury/oznacz na niebiesko

source: views/thumbtable/color purple
pl: widoki/miniatury/oznacz na fioletowo

source: views/thumbtable/clear color labels
pl: widoki/miniatury/usuń kolorowe etykiety

source: views/thumbtable/select all
pl: widoki/miniatury/wybierz wszystkie

source: views/thumbtable/select none
pl: widoki/miniatury/porzuć aktualny wybór

source: views/thumbtable/invert selection
pl: widoki/miniatury/odwróć wybór

source: views/thumbtable/select film roll
pl: widoki/miniatury/wybierz rolkę filmu

source: views/thumbtable/select untouched
pl: widoki/miniatury/wybierz niezmieniane

source: daylight
pl: światło dzienne

source: direct sunlight
pl: słońce

source: cloudy
pl: pochmurno

source: shade
pl: cień

source: incandescent
pl: światło żarowe

source: incandescent warm
pl: światło żarowe ciepłe

source: tungsten
pl: światło żarówki

source: fluorescent
pl: światło jarzeniowe

source: fluorescent high
pl: światło jarzeniowe mocne

source: cool white fluorescent
pl: chłodne białe światło jarzeniowe

source: warm white fluorescent
pl: ciepłe białe światło jarzeniowe

source: daylight fluorescent
pl: dzienne światło jarzeniowe

source: neutral fluorescent
pl: neutralne światło jarzeniowe

source: white fluorescent
pl: białe światło jarzeniowe

source: sodium-vapor fluorescent
pl: światło jarzeniowe sodowe

source: day white fluorescent
pl: dzienne białe światło jarzeniowe

source: high temp. mercury-vapor fluorescent
pl: światło rtęciowe o wys. temperaturze

source: high temp. mercury-vapor
pl: światło rtęciowe o wys. temperaturze

source: flash
pl: lampa błyskowa

source: flash (auto mode)
pl: lampa błyskowa (tryb auto)

source: evening sun
pl: wieczorne słońce

source: underwater
pl: pod wodą

source: black & white
pl: czarno-białe

source: spot WB
pl: punktowy balans bieli

source: manual WB
pl: ręczny balans bieli

source: camera WB
pl: balans bieli aparatu

source: auto WB
pl: automatyczny balans bieli

source: creating cache directories
pl: tworzenie katalogów cache

source: creating cache directory '%s'
pl: tworzenie katalogów cache „%s”

source: could not create directory '%s'!
pl: nie można utworzyć katalogu „%s”!

source: warning: no images are matching the requested image id range
pl: uwaga: żadne zdjęcia nie spełniają żądanego zakresu id zdjęć

source: warning: did you want to swap these boundaries?
pl: uwaga: czy chcesz zamienić te ograniczenia?

source: warning: disk backend for thumbnail cache is disabled (cache_disk_backend) if you want to pre-generate thumbnails and for darktable to use them, you need to enable disk backend for thumbnail cache no thumbnails to be generated, done.
pl: uwaga: zapisywanie miniaturek na dysku jest wyłączone (cache_disk_backend) jeśli chcesz wygenerować miniaturki i żeby darktable mogł ich używać, musisz włączyć zapis miniaturek na dysku brak miniaturek do wygenerowania, zakończone.

source: error: ensure that min_mip <= max_mip
pl: błąd: upewnij się, że min_mip <= max_mip

source: creating complete lighttable thumbnail cache
pl: tworzenie kompletnego cache miniaturek stołu podświetlanego

source: global
pl: ogólne

source: views
pl: widoki

source: image operations
pl: operacje na zdjęciach

source: modules
pl: moduły

source: increase
pl: zwiększ

source: decrease
pl: zmniejsz

source: edit
pl: edycja

source: dynamic
pl: dynamika

source: next
pl: następny

source: previous
pl: poprzedni

source: deleting preset for obsolete module
pl: usuwanie ustawień przestarzałego modułu

source: store value as default
pl: zapisz wartość jako domyslną

source: reset value to default
pl: przywróć domyślną wartość

source: cancel
pl: anuluj

source: import
pl: importuj

source: please wait while prefetching thumbnails of images from camera...
pl: proszę czekać, trwa pobieranie miniaturek zdjęć z aparatu...
